package com.copower.pmcc.assess.dto.input;

/**
 * @Auther: zch
 * @Date: 2018/10/16 18:25
 * @Description:
 */
public class CertificateOcrDto {

    //测试数据
    public final static String test = "数据:{\"sid\":\"218b069fe162a6d826632a550bb7d6bb4581c68062858bd05211b47f153cd6c586ab1597\",\"data\":{\"房产证号\":\"0047142\",\"权利人\":\"段毅莉\",\"共有情况\":\"共同共有\",\"坐落\":\"高新区雍翠路211号16栋1单元13层1302号\",\"不动产单元号\":\"510109002005GB00035F00010014\",\"土地权利类型\":\"国有建设用地使用权\",\"房屋权利类型\":\"房屋(构筑物)所有权\",\"土地权利性质/取得方式\":\"出让\",\"房屋权利性质/取得方式\":\"普通\",\"土地用途\":\"城镇住宅用地\",\"房屋用途\":\"住宅\",\"建筑面积\":\"\",\"使用期限\":\"国有建设用地使用权：2074年11月10日止\"},\"angle\":2}\n";

}
